[
  {
    "id": "1",
    "title": "Open Circuits: The Inner Beauty of Electronic Components",
    "description": "Open Circuits is a photographic exploration of the beautiful design inside everyday electronics. Its stunning cross-section photography unlocks a hidden world full of elegance, subtle complexity, and wonder.",
    "image": "https://m.media-amazon.com/images/I/71DFuHo7CRL._SY466_.jpg",
    "price": 10,
    "count": 4
  },
  {
    "id": "2",
    "title": "The Physics of Everyday Things: The Extraordinary Science Behind an Ordinary Day",
    "description": "Physics professor, best-selling author, and dynamic storyteller James Kakalios reveals the mind-bending science behind the seemingly basic things that keep our daily lives running, from our smartphones and digital \"clouds\" to X-ray machines and hybrid vehicles.",
    "image": "https://m.media-amazon.com/images/I/51miqUqhAwL.jpg",
    "price": 10,
    "count": 3
  },
  {
    "id": "3",
    "title": "Ugly’s Electrical References",
    "description": "Ugly’s Electrical References, 2020 Edition is the gold standard on-the-job reference tool of choice for electrical industry professionals. Offering the most pertinent, up-to-date information used by electricians, including: updated NEC code and table change information, mathematical formulas, NEMA wiring configurations, conduit bending guide, ampacity and conduit fill information, transformer and control circuit wiring diagrams, and conversion tables. New Features of this Edition: • Updated to reflect changes to the 2020 National Electrical Code (NEC) • Expanded coverage of the following topics: o Junction Box size calculations o Selecting, testing, and using multimeters to measure voltage, resistance, and current o Selecting, testing, and using a clamp-on ammeter to measure current o Selecting, testing, and using a non-contact voltage tester.",
    "image": "https://m.media-amazon.com/images/I/71WS7bvkn9L._SY466_.jpg",
    "price": 10,
    "count": 9
  },
  {
    "id": "4",
    "title": "The Innovators: How a Group of Hackers, Geniuses, and Geeks Created the Digital Revolution",
    "description": "2015 Audie Award Finalist for Non-Fiction",
    "image": "https://m.media-amazon.com/images/I/51cqafqROkL.jpg",
    "price": 10,
    "count": 5
  },
  {
    "id": "5",
    "title": "The Art of Electronics 3rd Edition",
    "description": "At long last, here is the thoroughly revised and updated third edition of the hugely successful The Art of Electronics. It is widely accepted as the best single authoritative book on electronic circuit design. In addition to new or enhanced coverage of many topics, the third edition includes 90 oscilloscope screenshots illustrating the behavior of working circuits, dozens of graphs giving highly useful measured data of the sort that is often buried or omitted in datasheets but which you need when designing circuits, and 80 tables (listing some 1650 active components), enabling intelligent choice of circuit components by listing essential characteristics (both specified and measured) of available parts. The new Art of Electronics retains the feeling of informality and easy access that helped make the earlier editions so successful and popular. It is an indispensable reference and the gold standard for anyone, student or researcher, professional or amateur, who works with electronic circuits.",
    "image": "https://m.media-amazon.com/images/I/51sXzk+IxoL._SY445_SX342_.jpg",
    "price": 10,
    "count": 1
  },
  {
    "id": "6",
    "title": "Delmar's Standard Textbook of Electricity",
    "description": "Combine comprehensive coverage of basic electrical theory with practical \"how to\" information to prepare students for real practice with DELMAR'S STANDARD TEXTBOOK OF ELECTRICITY, 7E by Stephen Herman. This edition covers all aspects of basic theory with no assumption of prior electrical knowledge. The author also limits math to basic algebra and trigonometry with step-by-step examples. Quality schematics and illustrations guide students through basic electrical circuits; DC and AC theory; and equipment such as meters, transformers and motors. Numerous examples demonstrate how to complete common tasks electricians perform, while succinct units cover only one or two topics each to ensure clarity. In addition, new coverage of spike and surge protection and motor installation complies with the 2017 NEC. MindTap online resources are also available with interactive multimedia and options to customize and track and report progress.",
    "image": "https://m.media-amazon.com/images/I/61Pxm7OjsAL._SY466_.jpg",
    "price": 10,
    "count": 2
  },
  {
    "id": "7",
    "title": "Electronics for Absolute Beginners",
    "description": "The history of electronics can be traced back to 1874 when Irish scientist George Johnstone Stoney (1826-1911) suggested that electricity must be \"built\" out of tiny electrical charges. Twenty years later, he coined the name \"electron\".",
    "image": "https://m.media-amazon.com/images/I/81v5qdi4D3L._SY466_.jpg",
    "price": 10,
    "count": 1
  },
  {
    "id": "8",
    "title": "Nikola Tesla: My Life, My Research",
    "description": "History is written by the victors. But that is no comfort to those crossed out by the editor’s pen. For years, science textbooks equated electricity and light with one man, Thomas Edison, while the genius whose pioneering electrical technologies truly power the modern world languished as a minor note in scientific history.",
    "image": "https://m.media-amazon.com/images/I/61nfB9ZxvsL._SY466_.jpg",
    "price": 10,
    "count": 5
  },
  {
    "id": "9",
    "title": "Circuit Analysis For Dummies",
    "description": "Many universities require that students pursuing a degree in electrical or computer engineering take an Electric Circuit Analysis course to determine who will \"make the cut\" and continue in the degree program. Circuit Analysis For Dummies will help these students to better understand electric circuit analysis by presenting the information in an effective and straightforward manner.",
    "image": "https://m.media-amazon.com/images/I/71SvQO7KaPL._SY466_.jpg",
    "price": 10,
    "count": 6
  },
  {
    "id": "10",
    "title": "Hot Air Rises and Heat Sinks",
    "description": "Hot Air Rises and Heat Sinks: Everything You Know About Cooling Electronics Is Wrong is a collection of myths, mistakes, and \"lessons learned\" from practicing engineers involved in the field of electronic equipment cooling. Through anecdotes and stories based on his experiences at Tellabs Operations, Inc. Tony Kordyban covers basic dimensions of heat transfer concepts-mostly from real problems which were incorrectly solved at least once before a correct technique was applied. The book's 31 chapters, each on an important and relevant topic, contain simple line drawings to help illustrate the basic concepts, while the text provides accurate and complete technical explanations. The book's case study approach makes it an extremely useful and handy reference-and Kordyban's clear and entertaining writing style mixes technical subject matter with humor and is both interesting and instructive. Tony Kordyban is a thermal analysis specialist at Tellabs Operations, Inc., a billion dollar developer and supplier of telecommunications equipment. He has also worked in electronic packaging design and thermal analysis at Sola Electric and at Bell Labs.",
    "image": "https://m.media-amazon.com/images/I/71mBsWFNy5L._SY466_.jpg",
    "price": 10,
    "count": 3
  }
]
